Repository: Dexios1/django-coconuts
Catalog: coconuts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Who?
fr: Qui ?

source: Can read
fr: Peut lire

source: Can write
fr: Peut écrire

source: Can manage
fr: Peut gérer

source: New photos from %s
fr: Nouvelles photos de %s

source: Manage this share's permissions
fr: Gérer les permissions de ce partage

source: Manage permissions
fr: Gérer permissions

source: Manage user accounts
fr: Gérer les comptes

source: Really delete "%(target)s"?
fr: Réellement supprimer "%(target)s" ?

source: Are you sure you want to delete the folder "%(target)s" and all its contents?
fr: Etes vous sûr de vouloir supprimer le dossier "%(target)s" ainsi que son contenu ?

source: Are you sure you want to delete the file "%(target)s"?
fr: Etes-vous sûr de vouloir supprimer le fichier "%(target)s" ?

source: Yes, I'm sure
fr: Oui, je suis sûr

source: No, I'm not sure
fr: Non, je ne suis pas sûr

source: %(full_name)s has just shared some new photos with you.
fr: %(full_name)s vient de partager de nouvelles photos avec vous.

source: You can see the photos at the following address:
fr: Vous pouvez visualiser les photos à l'adresse suivante:

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Operations
fr: Opérations

source: Add a file to this folder
fr: Ajouter un fichier à ce dossier

source: Create a new subfolder
fr: Créer un nouveau dossier

source: Submit changes
fr: Modifier

source: Direct access to this folder
fr: Accès direct à ce dossier

source: On Windows
fr: Depuis Windows

source: On MacOS/X
fr: Depuis MacOS/X

source: On KDE
fr: Depuis KDE

source: Manage %(name)s
fr: Gérer %(name)s

source: Update
fr: Mettre à jour

source: Go back to %(name)s
fr: Revenir à %(name)s

source: Zoom in
fr: Zoom avant

source: Zoom out
fr: Zoom arrière

source: Download original picture
fr: Télécharger l'image originale

source: Download
fr: Télécharger

source: Delete this picture
fr: Supprimer cette image

source: Delete
fr: Supprimer

source: Information
fr: Informations

source: The size of the original picture
fr: La taille de l'image originale

source: The camera used to take this picture
fr: L'appareil photo utilisé pour prendre cette image

source: The aperture and exposure time for this picture
fr: L'ouverture et le temps d'exposition de cette image

source: There are no files in this folder.
fr: Ce dossier ne contient aucun fichier.

source: Delete this folder
fr: Supprimer ce dossier

source: Delete this file
fr: Supprimer ce fichier

source: Shares
fr: Partages
